Repository: vadexito/learnlists
Catalog: module/Application/language/*.po
Languages: de_de, fr_fr

source: The question will be automatically added after pushing on the save button. You can at anytime modify or remove any question.
de_de: Die Frage wird nach dem Drucken des "speichern"-Buttons automatisch hinzugefügt. Fragen können jederzeit verändert oder gelöscht werden
fr_fr: Les questions seront automatiquement sauvegardées après utilisation du bouton sauvegarder. A tout moment, vous pouvez modifier, ajouter ou effacer une nouvelle question.

source: To add a new question to a quiz, here are the steps you have to complete.
de_de: Diese Schritte sind nötig, um eine neue Frage hinzuzufügen.
fr_fr: Pour ajouter une nouvelle question à un quiz, voici les étapes à suivre :

source: I cannot %put% up with him.
de_de: Ich %nehme% dazu keine Stellung.
fr_fr: Je n'arrive pas à %me% souvenir de cette soirée.

source: Some comments
de_de: Kommentar schreiben....
fr_fr: Quelques commentaires

source: I %have% already %come% back from Scotland.
de_de: Wir %bitten% uns absolute Ruhe %aus%.
fr_fr: Je %ne% veux %pas% de poisson.

source: I cannot %stand--bear% this.
de_de: Wir müssen dringend Maßnahmen %ergreifen--treffen%.
fr_fr: Il est %arrivé--venu% trop tard.

source: What is the capital of France ?
de_de: Wie heißt die Hauptstadt von Frankreich
fr_fr: Quelle est la capitale de la France ?

source: Add a new question line by pushing %s, a line with 3 empty boxes will appear for the text of the question, the answer and comments
de_de: Eine neue Leerzeile mit drei leeren Feldern (Text, Antwort und Kommentar) durch %s hinzufügen
fr_fr: Ajouter une nouvelle question en appuyant sur %s, un ligne avec trois cases vides apparaitra pour le texte de la question, la réponse et un éventuel commentaire.

source: Here are examples how to fill in text and answers. There are 2 possibilities:
de_de: Hier sind Beispiele, wie man Text und Frage einfügt. Es gibt 2 Möglichkeiten:
fr_fr: Voici les exemples montrant comment remplir textes des questions et réponses. Il y a deux possibilités :

source: <strong>question with one or more missing elements</strong>
de_de: <strong>Frage mit einer oder mehr Lücken</strong>
fr_fr: <strong>question avec des éléments à compléter</strong>

source: simple example with one missing word: <em>I cannot (put) up with him</em>. In this case you must type the missing word (<em>put</em>) directly into the text and use the <em>%</em> sign:
de_de: einfaches Beispiel mit einem fehlenden Wort: <em>Ich (nehme) dazu keine Stellung</em>. In diesem fall muss man das fehlende Wort (<em>nehme</em>) direkt in dem Text einsetzen und das <em>%</em> Zeichen benutzen
fr_fr: exemple simple avec un seul mot à compléter : <em>Je n'arrive pas à ... souvenir de cette soirée</em>. Dans ce cas, vous devez inclure le mot à compléter <em>me</em> directement dans la phrase en l'entourant de part et d'autre d'un signe % s

source: example with two missing words : <em>I ... already come ... from Scotland.</em>. As if the first example just type the missing words directly into the text and using the <em>%</em> sign:
de_de: Beispiel mit zwei fehlenden Wörtern: <em>Wir %bitten% uns absolute Ruhe %aus%.</em>. Wie im ersten Beispiel muss man die fehlenden Wörter ("bitten" und "aus") direkt in dem Text einsetzen und das <em>%</em> Zeichen benutzen
fr_fr: exemple avec deux mots à compléter : <em>Je ... veux ... de poisson.</em>. Il suffit d'entourer chacun des mots du signe % s

source: example with one missing word and two possible answers: <em>I cannot ... this situation anymore!</em>. To add several possibilities for one missing word add a double hyphen <em>--</em>:
de_de: Beispiel mit einem fehlenden Wort und zwei möglichen Antworten: <em>Wir müssen dringend Maßnahmen ... .</em> Um mehrere Möglichkeiten hinzuzufügen, benutzen das <em>--</em> Zeichen (zweimal Bindestrich):
fr_fr: example avec un mot compléter et deux possibilités : <em>Il est ... trop tard</em>. Pour ajouter plusieurs possibilités séparer leux possibilités par un double trait d'union <em>--</em>

source: <strong>question with question mark</strong>. In this case just type the text and answer of the question:
de_de: <strong>Frage mit Fragezeichen</strong>.
fr_fr: <strong>question avec un point d'interrogation</strong>. Dans ce cas, entrer simplement text et question dans les cases correspondantes :

source: For each new each question:
de_de: Für jede neue Frage:
fr_fr: Pour toute nouvelle question :

source: YES!!
de_de: JA!!
fr_fr: OUI !!

source: The reviews are keys to ensure that the quality of the quiz stay at his top.
de_de: Die Bewertungen sorgen dafür, dass die Qualität der Quiz optimal bleibt
fr_fr: Les avis sont un élément clé pour préserver la qualité de nos quiz

source: How can I find the quiz with the best questions?
de_de: Wie finde ich das Quiz öit den besten Fragen
fr_fr: Comment trouver les meilleures quiz?

source: Our goal is to provide the best quizes to the learners. The search engine enables to search though the quizes prepared only by teachers in order to ensure their quality. Moreover every quiz is rated by its users so that you can easily identify the best quizes.
de_de: Unser Ziel ist, den Lernern die bestmöglichen Quiz anzubieten: auf Wunsch lassen sich von Lehrern erstellte Quiz anzeigen und die Quiz sind von Nutzern bewertet.
fr_fr: Notre objectif est de proposer les quiz de la meilleure qualité possible. C'est pourquoi nous privilégions les quiz préparés par des professeurs d'une part. D'autre part, chaque quiz est noté par les utilisateurs qui peuvent déposer un avis et une note après chaque utilisation.

source: What is a round?
de_de: Was bedeutet eine Runde?
fr_fr: Qu'est ce qu'un round?

source: A round consists of answering to all the question of a quiz. We consider that repeating several rounds allow to learn efficiently.
de_de: Eine Runde besteht darin, dass Sie einmal das Quiz machen. Wir sind der Meinung, dass die Wiederholung der Runden zum optimalen Lernen beiträgt.
fr_fr: Un round consiste à répondre à toutes les questions d'un quiz. Nous pensons que l'apprentissage provient notamment de la répétition de plusieurs rounds.

source: The score depends on your ability to give the correct answer <strong>quickly</strong> and <strong>with no mistakes</strong>.
de_de: Der Punktestand richtet sich danach, wie <strong>schnell</strong> Sie <strong>fehlerfrei</strong> antworten.
fr_fr: Plus vous donnez une réponse <strong>rapidement</strong> et avec le <strong>moins d'erreurs</strong> possibles et plus vous gagnez de points

source: After each question you will receive :
de_de: Nach jeder beantworteten Frage bekommen Sie:
fr_fr: Après chaque question, vous serez créditez de :

source: +4 points if you answered correctly within the limited time
de_de: +4 Punkte wenn die Antwort richtig ist und innerhalb des Zeitlimits gegeben wurde
fr_fr: +4 points en cas de réponse correcte dans le temps imparti

source: +3 points if you answered correctly but overtime
de_de: +3 Punkte, wenn die korrekte Antwort außerhalb des Zeitlimits gegeben wurde
fr_fr: +3 points en cas de réponse correcte mais hors du temps imparti

source: +2 points if you answered correctly after one wrong answer
de_de: +2 Punkte, wenn Sie nach einem Fehler richtig antworten
fr_fr: +2 points en cas de réponse correcte mais après une mauvaise réponse

source: +1 point if you answered correctly after several wrong answers
de_de: +1 Punkt, wenn Sie nach mehreren Fehlern richtig antworten
fr_fr: +1 point en cas de réponse correcte mais après plusieurs mauvaises réponses

source: 0 points if you have asked for the answer
de_de: Keine Punkte, falls Antwort eingesehen wurde
fr_fr: 0 point si vous avez demandé la réponse

source: I prepare my quiz
de_de: Ich bereite mein Quiz vor
fr_fr: Je prépare mon quiz

source: Preparing the quiz requires your time and talent. Please take a look on our %srecommendations</a> to enjoy the best experience for you and your learners
de_de: Quiz zu erstellen erfordert Zeit und Talent. Bitte schauen Sie sich unsere %sRatschläge für die Erstellung von Quiz</a> an, um eine optimale Lernerfahrung für Sie und ihre Lerner zu schaffen.
fr_fr: Préparer un quiz requiert temps et talent. Prenez le temps de bien lire nos %srecommendations</a> pour que vous et vos apprenants puissiez avoir la meilleure expérience avec nous.

source: I create an empty quiz
de_de: Ich erstelle ein leeres Quiz
fr_fr: Je crée un quiz vide

source: To create an empty quiz, go to create quiz in the navigation bar when logged in.
de_de: Um ein neues leeres Quiz zu erstellen, melden Sie sich an und klicken Sie "Quiz erstellen"
fr_fr: Pour créer un quiz vide, connectez-vous et cliquez sur "créer un nouveau quiz" dans la barre de navigation

source: I add questions to the quiz
de_de: Ich füge dem Quiz Fragen hinzu
fr_fr: J'ajoute les questions au quiz

source: Please read the %sadd a new question</a> section for a more detailed information.
de_de: Bitte die Seite %seine neue Frage hinzufügen</a> klicken für mehr Information
fr_fr: Vous pouvez lire la section %sAjouter une nouvelle question</a> de l'aide pour plus d'information.

source: I can check that my quiz has been published
de_de: Ich kann jetzt sicherstellen, dass mein Quiz erstellt wurde
fr_fr: Je peux vérifier que mon quiz a bien été publié

source: Automatically the quiz will be published and available when browsing the different quiz.
de_de: Automatisch wird das Quiz veröffendlicht und für jede verfügbar.
fr_fr: Automatiquement la quiz sera publié et disponible.

source: To create a quiz, here are the steps you have to complete.
de_de: Diese Schritte sind nötig, um ein Quiz zu erstellen.
fr_fr: Pour créer un quiz, voici le plan d'étapes à suivre :

source: How to learn
de_de: Wie man lernt
fr_fr: Comment apprendre

source: I find the quiz I want to learn from
de_de: Ich finde das Quiz, mit dem ich lernen möchte.
fr_fr: Trouver le meilleur quiz pour apprendre

source: Click directly on the choosen quiz in the homepage or go to the explore page and choose from more than %d quizes. If you want to be sure of the quality, you can select quiz from teachers. There are indicated with the icon %s.
de_de: Das ausgewählete Quiz direkt im Homepage klicken oder von der %d Quiz in der "Quiz durchsehen" Seite auswählen. Sie können sich von Lehrern erstellte Quiz anzeigen, die durch %s gekennzeichnet werden.
fr_fr: Clickez directement sur un quiz dans la page d'accueil ou choisissez dans la page d'exploration parmi plus de %d quiz. L'icone %s indique un quiz de qualité établi par un professeur.

source: I answer to the questions
de_de: Ich beantworte die Fragen
fr_fr: Je réponds aux questions

source: Learn easily through answering to questions. After each question, you know how many points you won in the current round. You can obtain more information on how the the learning tool works directly on the learning page.
de_de: Einfach auf Fragen antworten und lernen. Nach jeder Frage sehen Sie wie viele Punkte sie schon haben. Mehr Information wie man das Lernenprogramm benutzt können Sie direkt auf der Seite in Anspruch nehmen.
fr_fr: Apprenez facilement en répondant à des questions. Après chaque question, vous avez votre score. Vous pouvez obtenir de l'aide directement sur la page.

source: I can immediately see my results
de_de: Ich kann meine Ergebenisse unmittelbar sehen
fr_fr: Je peux voir mes résultats immédiatement

source: After you have completed a round, you can immediately see your results (you have to be logged in).
de_de: Nach jeder Runde, sehen Sie ihre Ergebnisse (sie müssen dafür angemeldet sein)
fr_fr: Après avoir fini un round d'un quiz, vous pouvez voir votre résultat et les comparer à vos résultats précédents (option disponible si connecté)

source: I repeat to consolidate and perform sustainable learning
de_de: I wiederhole das Quiz, um das Lernen zu festigen und nachhaltig zu machen
fr_fr: Je répète afin de consolider mon apprentissage et le rendre durable

source: After each round, your results will be saved and analysed in order to optimize the questions the next time you decide to do the quiz. After each quiz, you will moreover see your improvements.
de_de: Nach jeder Runde werden Ihre Ergebnisse gespeichert und analysiert, um die Fragen zu optimieren, wenn Sie das Quiz erneut auswählen. Nach mehrmaliger Wiederholung der Runde lässt sich außerdem die Entwicklung der Punktzahl ablesen
fr_fr: Après chaque round, vos résultats seront sauvegardés puis analysés afin de mieux prioriser les questions pour les fois suivantes. Après chacun quiz, vous pourrez également voir l'évolution de vos résultats

source: I know it now
de_de: Jetzt weiß ich es
fr_fr: Maintenant je le sais

source: Once you will have repeated several times the round, you will enjoy successfully reaching the maximum points.
de_de: Nach mehrmaliger Wiederholung der Runde werden Sie erfoldreich die maximalen Punkte bekommen
fr_fr: Après avoir répété plusieurs fois un quiz, vous pouvez voir votre progression dans son apprentissage et finalement sa maitrise

source: In order to learn, here are the steps you have to complete.
de_de: Diese Schritte sind nötig, um ein Quiz zu machen
fr_fr: Afin d'utiliser un quiz, voici le plan d'étapes à suivre :

source: Recommendation for publishing quizes
de_de: Empfehlungen für die Erstellung der Quiz
fr_fr: Recommendation en vue de la publication de quiz

source: In order to have the best experience with %s, we recommend reading and applying following rules:
de_de: Wir empfehlen, folgende Regeln zu lesen und anzuwenden, um eine optimale Lernerfahrung mit %s zu haben
fr_fr: Afin d'avoir la meilleure expérience avec %s, nous vous recommendons d'appliquer les principes suivants :

source: Use clear and explicit names for your quizes
de_de: Wählen Sie eindeutige Namen für Ihre Quiz
fr_fr: Utilisez un nom clair et explicite pour vos quiz

source: Due to the great amount of quizes, the naming policy is key to help the user finding the quiz.
de_de: Aufgrund der großen Anzahl von Quiz ist die Bennenung für Nutzer der Schlüssel zum Finden des Quiz
fr_fr: Compte tenu du nombre important de quiz, vous devez choisir son nom avec grande attention

source: Make extensive use of tags
de_de: So viele Tags wie möglich machen
fr_fr: N'hésitez pas à utiliser les tags

source: Using tags makes it easier for your quizes to be found and used. It can be redondant with the title. Typically you should use around 5 tags.
de_de: Tags zu benutzen macht es einfacher, Ihr Quiz zu finden. Es kann den Title des Quizes wiederholen. Ungefähr 5 Tags dürften optimal sein.
fr_fr: L'utilisation des étiquettes ou tags permet que votre quiz soit plus facilement retrouvé. Le tag peut être redondant avec le titre. Typiquement vous pourrez utiliser environ 5 étiquettes.

source: Do not create quizes with too many questions : between 15 and 50 is ok
de_de: Keine Quiz mit zu vielen Fragen erstellen: zwischen 15 und 50 ist akzeptabel
fr_fr: Ne créez pas des quiz trop long : entre 15 et 50 questions est optimal

source: We know that concentration is limited. Therefore in order to optimize learning the quizes should not be too long.
de_de: Wir wissen, dass Konzentration nicht unbregrenzt ist. Deshalb sollten die Quiz nicht zu lang sein.
fr_fr: Nous savons que la concentration est limitée. C'est pourquoi les quiz ne devraient pas être trop long.

source: Try to order the question around a theme can help the learner
de_de: Die Quiz thematisch zu ordnen, kann dem Lerner helfen
fr_fr: Vous pouvez essayer de choisir les différentes questions autour d'une thématique ce qui pourra aider à la mémorisattion

source: The more connections between the different questions the better for the learning process. See the %sour method</a> for more information.
de_de: Verbindungen zwischen unterschiedlichen Erfahrungen können das Lernen effizient unterstützen. Klicken Sie %sunser Methoden</a> für mehr Information.
fr_fr: Induire des connections entre les différentes questions contribuent àce qu'elles soient mieux retenues (cf. %snos méthodes</a>)

source: Add comments to every question
de_de: Kommentare zu jeder Frage hinzufügen
fr_fr: Ajouter des comments à chaque question

source: What is %s?
de_de: Was ist %s?
fr_fr: Qu'est ce que %s?

source: %s is a great way to learn through the best quality quiz with top learning methods
de_de: %s bietet die großartige Möglichkeit, mit höchst anspruchsvollen Quiz und Methoden zu lernen
fr_fr: %s est un moyen agréable et efficace d'apprendre grâte à des quiz de qualité et des méthodes dédiées

source: Is %s free?
de_de: Ist %s kostenlos?
fr_fr: %s est-il gratuit ?

source: %s is completely free. All the contents are nevertheless protected. Please go the %sTerms</a> for more information.
de_de: %s ist absolut kostenlos. Alle Inhalte sind trotzdem geschützt (%sBedingungen</a> für mehr Informationen ).
fr_fr: %s est complètement gratuit. Tous les contenus du sites sont néanmoins protégés. Consulter la page %sConditions d'utilisation</a> pour plus d'information.

source: Add a <strong>comment</strong> for every question as you would do during a standard course. Here are some examples of comments you could add:
de_de: Ein <strong>Kommentar</strong> für jede Frage hinzuzufügen , so wie Sie es während Ihres Unterrichts machen würden. Einige Beispiele:
fr_fr: Ajoutez un <strong>commentaire </strong> pour chaque questions comme vous le feriez dans la cadre de votre enseignement normal. Voici quels examples de commentaires :

source: give more information: <code>The expression <em>to put up with</em> has several synonyms like to bear or to stand but it is the most used in the common language,</code>
de_de: zusätzliche Informationen geben: <code>Der Nomen Stellungnahme wird von der festen Nomen-Verb-Verbindung <em>eine Stellung nehmen</em> abgeleitet.</code>
fr_fr: donner plus d'information: <code>L'expression se souvenir a plusieurs synonymes tels que se rappeler ou se remémorer.</code>

source: provide some explanation: <code> The verb to put is one of the richest verb as for its phrasal elements and is very commonly used.</code>
de_de: Erklärungen hinzufügen: <code> Stellung hat hier die Bedeutung von Meinung, Ansicht.</code>
fr_fr: fournir certaines explications: <code> Le verbe <em>se souvenir</em> est un verbe essentiellement pronominal qui ne peut s'employer sans le pronon reflexif.</code>

source: link to other questions of the quiz or other quizes: <code> <em>To put up with</em> in contrary to other verbs with to put in the quiz belongs to the common language.</code>
de_de: mit anderen Fragen oder anderen Quiz verknüpfen: <code> <em>Eine Stellung nehmen zu</em> muss von dem Ausdruck <em>eine Stellung halten</em> unterscheiden (militär) werden.</code>
fr_fr: créer des liens avec d'autres questions ou quiz: <code> <em>Se souvenir</em> est un verbe toujours construit indirectement avec "de" comme se remémorer [présent dans une autre question].</code>

source: The comments add great value-added and helps remembering and learning.
de_de: Die Kommentare sind hilfreich und erleichtern Erinnern und Lernen
fr_fr: Les commentaires apportent un valeur ajoutée importante à l'apprenant. Elle aide par ailleurs le processus de mémorisation ainsi que l'apprentissage.

source: Learn at %s
de_de: Mit %s lernen
fr_fr: Apprendre avec %s

source: You have limited time to answer
de_de: Zeit zur Antwort ist begrenzt
fr_fr: le temps pour répondre et avoir un maximum de points est limité

source: The quiz you have choosen
de_de: Ausgewähltes Quiz
fr_fr: Le quiz choisi

source: You can do several rounds of the same quiz, here you will see how many you did already (Available when logged in).
de_de: Sie können mehrmals dasselbe Quiz machen. Rundenzahl wird hier angezeigt. Diese Funktion ist nur bei Anmmeldung verfügbar.
fr_fr: Vous pouvez refaire le même quiz plusieurs fois, vous pouvez voir ici à quel round vous en êtes (disponible si vous êtes connecté)

source: Round
de_de: Runde

source: Question you have to answer or containing missing element
de_de: Frage die beantwortet werden soll oder mit Lücken
fr_fr: La question ou la phrase à compléter

source: Submit your answer here. If there are several answers to give, please validate after each answer
de_de: Antwort hier eingeben. Wenn mehrere Antworten einzugeben sind, nach jeder Antwort überprüfen .
fr_fr: Soumettez votre réponse ici. Si la réponse se compose de plusieurs parties, vous devez valider après chacune des parties

source: Answer here
de_de: Hier antworten
fr_fr: Répondre ici

source: Then press the submit button (or press enter)
de_de: Dann hier drücken
fr_fr: Après appuyer sur le bouton vert ou presser entrée

source: Click here to check answer
de_de: Hier klicken um die Antwort zu überprüfen
fr_fr: Clicker ici pour vérifier votre réponse

source: Get the answer
de_de: Antwort sehen
fr_fr: Obtenir la réponse

source: Press this button if you want to see the answer. In this case you will get 0 points.
de_de: Antwort sehen. In diesem Fall keine Punkte.
fr_fr: Appuyer sur ce bouton pour voir la réponse. Dans ce cas, vous ne gagnez pas de point.

source: Skip
de_de: Überspringen
fr_fr: Passer

source: Press this button if you want to skip this question. You will be asked automatically later.
de_de: Klicken, falls diese Frage später beantwortet werden soll.
fr_fr: Appuyer sur ce bouton pour passer à la question suivante et être interrogé plus tard sur cette question

source: Next
de_de: Nächste
fr_fr: Suivant

source: Number of question you still have to complete a round
de_de: Wie viele Fragen bleiben noch zu beantworten
fr_fr: Nombre de questions restantes pour compléter un round

source: Questions
de_de: Fragen

source: Check if your answer is wrong or right and get some comments depending on your past results
de_de: Überprufung, ob die Antwort falsch oder richtig ist und Kommentare auf der Basis voriger Ergebnisse
fr_fr: Vérifiez si votre réponse est juste ou fausse et obtenez des commentaires en fonction de vos résultats passés

source: Your score. Press on the help button to see how it is computed
de_de: Ihr Punktestand. Hilfeknopf benutzen, um zu wissen, wie die Punkte berechnet werden.
fr_fr: Votre score. Appuyer sur le bouton Aide pour voir comment il est calculé

source: Score
de_de: Punktestand

source: Reset rounds
de_de: Alle Runden löschen
fr_fr: Remettre à zéro tous les rounds

source: You can reset the current round to a new round
de_de: Es is möglich die Runde jederzeit zurückzusetzen
fr_fr: Vous pouvez à tout moment annuler le round et revenir au début

source: Cancel round
de_de: Neu anfangen
fr_fr: Annuler cet round

source: Again
de_de: Wiederholen
fr_fr: Recommencer

source: Get some help anytime
de_de: Hilfe (FAQ)
fr_fr: Obtenez de l'aide à tout moment

source: Help
de_de: Hilfe
fr_fr: Aide

source: Date
de_de: Datum

source: Please log in to get next time all results
de_de: Bitte anmelden, um das nächste Mal detailliertere Ergebnisse zu erzielen
fr_fr: Pour obtenir la prochaine fois l'ensemble des résultats, vous pouvez vous logger.

source: You did not yet finish one round!
de_de: Sie haben noch keine Runde beendet
fr_fr: Vous n'avez pas encore fini de round.

source: Loading your quiz <em>%s</em>
de_de: Quiz <em>%s</em> wird geladen
fr_fr: Chargement du quiz <em>%s</em>

source: How is your score calculated?
de_de: Wie wird der Punktestand berechnet ?
fr_fr: Comment le score est-il calculé ?

source: Go back to learning
de_de: Zurück zum Lernen
fr_fr: Retour au quiz
