Repository: vadexito/learnlists
Catalog: module/Application/language/*.po
Languages: de_de, fr_fr

source: You will soon start a new quiz, please take the time to understand how it works. It takes 15 seconds!
de_de: Sie beginnen gleich mit einem neuen Quiz, nehmen Sie sich 15 Sekunden Zeit, um zu verstehen, wie es funktioniert.
fr_fr: Vous allez bientôt comment un nouveau quiz, prenez le temps de comprendre comme notre outil fonctionne. Cela ne prend pas plus de 15 secondes !

source: Start learning directly
de_de: Direkt zum Quiz
fr_fr: Allez directement au quiz

source: Show starting guide
de_de: Einleitung starten
fr_fr: Voir le guide de départ

source: How did you like this quiz? You can rate it now!
de_de: Wie gefällt dir der Quiz? Du kannst es jetzt bewerten!
fr_fr: Vous avez appréciez ce quiz ? Laisser nous votre avis !

source: Add a review and see the results
de_de: Bewerten und das Ergebnis ansehen
fr_fr: Laisser un avis et voir les résultats

source: Do not leave a review
de_de: Keine Bewertung hinterlassen
fr_fr: Ne pas laisser d'avis

source: My results
de_de: Meine Ergebnisse
fr_fr: Mes résultats

source: Settings
de_de: Optionen
fr_fr: Options

source: Quizes you chose: %s
de_de: Ausgewählte Quiz: %s
fr_fr: Quiz choisi : %s

source: Premium offer
de_de: Premium Angebot
fr_fr: Offre premium

source: Category %s
de_de: Kategorie %s
fr_fr: Catégorie %s

source: Teacher quiz
de_de: Lehrerquiz
fr_fr: Quiz d'un professeur

source: review
de_de: Bewertung
fr_fr: avis

source: Review it!
de_de: Bitte bewerten!
fr_fr: Donnez votre avis

source: question
de_de: Frage

source: Edit quiz
de_de: Quiz bearbeiten
fr_fr: Editer un quiz

source: Start to learn
de_de: Anfangen
fr_fr: Commencer !

source: Add new quiz
de_de: Quiz hinzufügen
fr_fr: Ajouter un nouveau quiz

source: Edit %s
de_de: %s bearbeiten
fr_fr: Editer %s

source: Change your picture?
de_de: Bild wechseln?
fr_fr: Changer l'image ?

source: Delete quiz
de_de: Quiz löschen
fr_fr: Effacer un quiz

source: Are you sure that you want to delete the whole quiz: %s?
de_de: Sind Sie sicher, dass Sie das Quiz%s löschen möchten?
fr_fr: Confirmez-vous que vous voulez effacer l'ensemble du quiz %s ?

source: How to write the content of a new question?
de_de: Wie man den Inhalt einer neuen Frage eingibt
fr_fr: Comment écrire le contenu d'une nouvelle question ?

source: Close
de_de: Schließen
fr_fr: Fermer

source: Learn with quizes
de_de: Lern per Quiz
fr_fr: Apprendre avec des quiz

source: Find the best quizes to learn what you wish from quizes prepared by our community of teachers or create your own quiz.
de_de: Mit %d besten Quiz unserer Lehrercommunity lernen.
fr_fr: Parcourez nos quiz de qualité proposés par la communauté de professeurs.

source: Find
de_de: Finden
fr_fr: Trouver

source: Quizes are developed by professional teachers and evaluated by the user commnunity which ensures top quality.
de_de: Quiz werden von professionellen Lehrern entwickelt und von Benutzern bewertet, um die Qualität zu maximieren.
fr_fr: Les quiz sont développés par des profesionnels et évalués par l'ensemble de la communauté des utilisateurs du site afin d'assurer leur qualité

source: Learn
de_de: Lernen
fr_fr: Apprendre

source: Thanks to teaching professionals (teachers and memory scientists and doctors), %s offers specific method that maximize the memorization process and minimize the effort
de_de: Mithilfe von Fachspezialisten (Lehrer, Gedächtnisforscher und -ärzte) bietet %s eine spezielle Methode an, die das Erinnerungsvermögen in kürzerer Zeit optimieren kann.
fr_fr: Grâce à l'apport de professionnels de l'enseignement (professeurs, chercheurs ou docteurs spécialisés dans la mémorisation),%s offre des méthodes spécifiques pour mieux optimiser l'apprentissage tout en minimisant l'effort de l'apprenant.

source: Create
de_de: Erstellen
fr_fr: Créer

source: You can also create and share your own private quizes.
de_de: Private oder öffentliche Quiz können erstellt werden. Anmeldung nötig.
fr_fr: Vous pouvez créer et partager vos quiz privés.

source: Learn how create quizes
de_de: Wie man ein Quiz erstellt
fr_fr: Apprenez à créer un quiz

source: Learn with %d high quality quizes proposed by our community of teachers.
de_de: Mit %d besten Quiz unserer Lehrercommunity lernen.
fr_fr: Apprenez avec %d quiz de grande qualité proposés par notre communauté de professeurs.

source: Category guide
de_de: Kategorien
fr_fr: Guide des catégories

source: Here are some favourite categories you can choose from.
de_de: Einige beliebte Kategorien unserer Auswahl
fr_fr: Quelques-unes de nos catégories favorites en accès direct :

source: Access directly any of our quizes:
de_de: Direkt zu einem Quiz gehen
fr_fr: Accédez directement à un quiz :

source: Add questions (%sHow?</a>)
de_de: Neue Frage (%sWie?</a>)
fr_fr: Ajouter des questions (%sComment ?</a>)

source: %sChange</a> your current picture?
de_de: Aktuelles Foto %swechseln</a>
fr_fr: %sChanger</a> l'image actuelle?

source: Press to add a new empty line. To save press the button below
de_de: Plus drücken, um neue Frage hinzuzufügen. Zum Speichern unten klicken.
fr_fr: Appuyer sur "ajouter" pour ajouter une nouvelle ligne puis le bouton plus bas pour sauvegarder les données

source: See one quiz
de_de: Sehe dein eigenes Quiz
fr_fr: Voir un quiz

source: Delete question
de_de: Frage löschen
fr_fr: Effacer une question

source: Are you sure that you want to delete the question with the text
de_de: Sind Sie sicher, dass Sie die Frage mit folgendem Text löschen möchten
fr_fr: Confirmez-vous que vous voulez effacer la question dont le texte suit :

source: Enter the text for the question. If this is a sentence to fill in, please use two "%" signs in order to specify answers.Example : He %was% not there %either%.
de_de: Hier bitte den Text der Frage eintragen. Wenn eine Lücke auszufüllen ist, bitte zweimal die "%" Zeichen vor und hinter der Antwort nutzen. Beipsiel : Er %hat% die richtige %Entscheidung %getroffen.
fr_fr: Entrer ici le texte de la question. Si c'est une phrase à compléter, utiliser deux fois le signe "%" comme dans l'exemple : il lui %a% enfin %présenté% ses excuses.

source: Nothing to enter if the answer was already entered directly in the text.
de_de: Keine Antwort eintragen, wenn es sich um eine zu ergänzende Frage handelt.
fr_fr: Laisser la case vide dans le cas où le réponse serait déjà contenue dans une phrase à compléter entrée précédemment dans le champs "texte"

source: %s results
de_de: %s Ergebnisse
fr_fr: %s résultats

source: Leave a comment!
de_de: Kommentar schreiben....
fr_fr: Laissez un commentaire

source: Email or Username
de_de: Email oder Benutzername
fr_fr: Email ou nom d'utilisateur

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Sign in
de_de: Anmelden
fr_fr: Se connecter

source: You have already an account
de_de: Sie haben schon ein Konto
fr_fr: Vous avez déjà un compte

source: Forgot your password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié ?

source: Remember me on this computer
de_de: Sich an mich erinnern
fr_fr: Se rappeler de moi sur cet ordinateur

source: Register
de_de: Registrieren
fr_fr: S'inscrire

source: Your product :
de_de: Ihr Produkt:
fr_fr: Votre produit :

source: Our Learning Offers
de_de: Unsere Lernangebote
fr_fr: Nos offres pour apprendre

source: Great to get started
de_de: Super für den Anfang
fr_fr: Parfait pour commencer

source: FREE
de_de: KOSTENLOS
fr_fr: GRATUIT

source: Learner quizes
de_de: Lernerquiz
fr_fr: Liste d'un apprenant

source: No limit
de_de: Unbegrenzt
fr_fr: Sans limite

source: Teacher quizes
de_de: Lehrerquiz
fr_fr: Liste d'un professeur

source: %d/month
de_de: %d/Monat
fr_fr: %d/mois

source: Top best quizes
de_de: Die allerbesten Quiz
fr_fr: Les meilleurs quiz

source: Search through the whole set of quizes
de_de: Gesamte Quiz durchsuchen
fr_fr: Parcourez l'ensemble des quiz

source: Create unlimited quizes
de_de: Unbegrenzte Zahl von Quiz erstellen
fr_fr: Création illimitée de quiz

source: Access professional learning method
de_de: Professionelle Lernmethoden
fr_fr: Accèdez à des méthodes d'apprentissage professionnelles

source: Choose the Standard offer
de_de: Standardangebot auswählen
fr_fr: Choisir l'offre complète

source: INTENSE
de_de: ANSPRUCHSVOLL

source: Excellent for intense learning
de_de: Für intensives Lernen
fr_fr: Excellent pour un travail intense

source: 10 euros
de_de: 10 Euro

source: per month (no minimum)
de_de: pro Monat (kein Minimum)
fr_fr: par mois (pas de minimum)

source: Access unlimited tips and comments form teachers
de_de: Unbegrenzter Zugriff auf Kommentare von Lehrern
fr_fr: Accès illimité aux commentaires des professeurs

source: Choose the Intense offer
de_de: Intensives Angebot auswählen
fr_fr: Choisir l'offre complète

source: FULL
de_de: VOLL

source: The most complete offer
de_de: Das umfangreichste Angebot
fr_fr: L'offre la plus complète

source: 12 euros
de_de: 12 Euro

source: Create your own quizes
de_de: Eigene Quiz erstellen
fr_fr: Créer vos propres quiz

source: Choose the full offer
de_de: Komplettes Angebot auswählen
fr_fr: Choisir l'offre complète

source: The quizes that match your needs.
de_de: Die gesuchten Quiz
fr_fr: Les quiz correspondant à vos besoins

source: Languages
de_de: Sprachen
fr_fr: Langues

source: Foreign languages
de_de: Fremdsprachen
fr_fr: Langues étrangères

source: English as a foreign language
de_de: Englisch als Fremdsprache
fr_fr: Langue étrangère anglais

source: German as a foreign language
de_de: Deutsch als Fremdsprache
fr_fr: Langue étrangère allemand

source: French as a foreign language
de_de: Französisch als Fremdsprache
fr_fr: Langue étrangère français

source: Polish as a foreign language
de_de: Polnisch als Fremdsprache
fr_fr: Langue étrangère polonais

source: Very difficult
de_de: Sehr schwierig
fr_fr: Très difficile

source: Difficult
de_de: Schwierig
fr_fr: Difficile

source: Average
de_de: Mittel
fr_fr: niveau moyen

source: Easy
de_de: Einfach
fr_fr: Facile

source: Basic
de_de: Einsteiger-Niveau
fr_fr: débutant

source: guest
de_de: Gast
fr_fr: Nouveau

source: user
de_de: Benutzer
fr_fr: Utilisateur

source: Tags
fr_fr: Etiquettes

source: Text
fr_fr: Texte

source: text
fr_fr: texte

source: Sitemap
fr_fr: Plan du site
