Repository: vadexito/learnlists
Catalog: module/Application/language/*.po
Languages: de_de, fr_fr

source: The picture has been successfully changed
de_de: Das Bild wurde geändert
fr_fr: L'image a été changé avec succès

source: The picture could not be changed. Please try again.
de_de: Das Bild konnte nicht ausgetauscht werden. Bitte erneut versuchen
fr_fr: L'image n'a pas pu $etre changer. Merci de recommencer.

source: Save
de_de: Speichern
fr_fr: Sauvegarder

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Text of the question
de_de: Inhalt der Frage
fr_fr: Contenu de la question

source: Title of the quiz
de_de: Titel
fr_fr: Titre du quiz

source: Comment area for the teacher
de_de: Lehrerkommentare
fr_fr: Commentaire du professeur

source: 24 points
de_de: 24 Punkte

source: Right
de_de: Richtig
fr_fr: Correct

source: 4 points
de_de: 4 Punkte

source: Excellent. That was a quick and right answer
de_de: Ausgezeichnet, richtig und schnell
fr_fr: Excellent. C'était une réponse exacte et rapide!

source: bad
de_de: schlecht
fr_fr: mauvais

source: poor
de_de: schwach
fr_fr: médiocre

source: regular
de_de: befriedigend
fr_fr: moyen

source: good
de_de: gut
fr_fr: bon

source: very good
de_de: sehr gut
fr_fr: très bon

source: gorgeous
de_de: ausgezeichnet
fr_fr: excellent

source: skip
de_de: überspringen
fr_fr: passer

source: next
de_de: weiter
fr_fr: suivant

source: back
de_de: züruck
fr_fr: précédent

source: done
de_de: fertig
fr_fr: fait

source: Max point!
de_de: Maximale Punktzahl
fr_fr: Points maxi

source: Almost max point!
de_de: Fast alle Punkte
fr_fr: Presque le max

source: One mistake!
de_de: Ein Fehler
fr_fr: Une erreur

source: Several mistakes!
de_de: mehrere Fehler
fr_fr: Plusieurs erreurs

source: Now try to learn!
de_de: Jetzt lernen!
fr_fr: Il faut réviser maintenant!

source: You are imroving!
de_de: immer besser
fr_fr: Ca va de mieux en mieux

source: Like last time!
de_de: wie letztes Mal
fr_fr: Comme la dernière fois

source: Last time was better!
de_de: Letztes Mal waren Sie besser!
fr_fr: La dernière c'était mieux

source: Perfect, like last time!
de_de: Wiederum perfekt!
fr_fr: Parfait comme la dernière fois

source: You did perfect in due time!
de_de: Perfekt, innerhalb des Zeitlimits
fr_fr: C'est parfait et dans les temps

source: This time, no more mistake like last time!
de_de: Jetzt keine Fehler mehr wie letztes Mal!
fr_fr: Cette fois-ci, plus d'erreurs comme la dernière fois

source: Perfect, no more mistakes like last time!
de_de: Perfekt: jetzt keine Fehler mehr wie letztes Mal!
fr_fr: Parfait, plus d'erreurs cette fois-ci

source: Perfect,this time you did not ask the answer!
de_de: Perfekt und dieses Mal, ohne die Antwort einzusehen!
fr_fr: Parfait et sans voir la solution cette fois-ci

source: Last time you were quicker...
de_de: Letztes Mal waren Sie schneller!
fr_fr: La dernière fois vous étiez plus rapide

source: Like last time, you are still too slow
de_de: wie letztes Mal, etwas zu langsam
fr_fr: Comme la dernière fois ça manque de rapidité...

source: Great, no more mistake like last time but too slow!
de_de: Sehr gut: keine Fehler mehr, aber noch zu langsam
fr_fr: Très bien, plus d'erreurs désormais mais encore un peu lent

source: Great, no more mistakes like last time but too slow!
de_de: Gut: keine Fehler mehr, aber noch zu langsam
fr_fr: Excellent, plus d'erreurs comme la dernière fois mais un peu lent

source: Great even if too slow but you did not ask the answer like last time!
de_de: Gut, noch zu langsam, aber Sie haben dazu gelernt und die Antwort nicht mehr gebraucht!
fr_fr: Bien même si c'est toujours un peu lent mais vous n'avez pas demandé la réponse cette fois-ci

source: You forgot...last time was perfect, you did no mistake!
de_de: Sie haben es vergessen! Letztes Mal wussten sie es doch perfekt!
fr_fr: Vous avez oublié..la dernière fois c'était parfait, vous n'aviez fait aucune faute

source: You forgot...last time you did no mistake!
de_de: Sie haben es vergessen! Letztes Mal wussten Sie es doch!
fr_fr: Vous oubliez....la dernière fois vous n'aviez fait aucune faute

source: Still one mistake!
de_de: Noch ein Fehler!
fr_fr: il reste toujours une faute

source: Better last time you did more mistakes!
de_de: Besser, letztes Mal waren es mehr Fehler
fr_fr: C'est mieux, la dernière fois il y avait plus de fautes

source: Better because you did not ask the answer like last time!
de_de: Besser: Sie haben jetzt die Antwort nicht mehr eingesehen
fr_fr: C'est mieux car vous n'avez pas demandé la réponse comme la dernière fois

source: You are doing more mistakes!
de_de: Enthält jetzt mehr Fehler!
fr_fr: Vous faites de plus en plus d'erreurs !

source: Still mistakes!
de_de: Enthält noch Fehler!
fr_fr: Encore des erreurs !

source: You forgot this one you knew perfectly, focus on it!
de_de: Sie haben es vergessen! Letztes Mal wussten Sie es doch perfekt, konzentrieren Sie sich!
fr_fr: Vous avez oublié alors que vous le saviez bien !

source: You forgot this one you knew well, focus on it!
de_de: Sie haben es vergessen! Letztes Mal wussten Sie es doch gut, konzentrieren Sie sich!
fr_fr: Vous avez oublié celui-là que vous connaissiez bien avant, concentrez-vous dessus!

source: You forgot this one you knew, focus on it!
de_de: Sie haben es vergessen! Letztes Mal wussten Sie es doch, konzentrieren Sie sich!
fr_fr: Vous avez oublié celui-là que vous connaissiez avant, concentrez-vous dessus!

source: You forgot this one you knew quite well, focus on it!
de_de: Sie haben es vergessen! Letztes Mal wussten Sie es doch ziemlich gut, konzentrieren Sie sich!
fr_fr: Vous avez oublié celui-là que vous connaissiez assez bien avant, concentrez-vous dessus!

source: Still you do not know it at all, focus on it!
de_de: Sie wissen es nocht nicht, konzentrieren Sie sich darauf!
fr_fr: Vous ne le connaissez toujours pas

source: Wrong
de_de: Falsch
fr_fr: Faux

source: point
de_de: Punkt

source: You have successfully created a new empty quiz and you can now add questions
de_de: Sie haben ein leeres Quiz erstellt und können jetzt Fragen hinzufügen
fr_fr: Votre quiz est bien créé. Vous pouvez désormais y ajouter des questions.

source: Your picture has been successfully changed
de_de: Das Bild wurde geändert
fr_fr: L'image a été changée avec succès

source: Your picture could not be changed. Please try again.
de_de: Das Bild konnte nicht geändert werden. Bitte erneut versuchen.
fr_fr: L'image n'a pas pu être changée. Merci de recommencer

source: You have successfully updated your quiz
de_de: Das Quiz wurde aktualisiert
fr_fr: Votre quiz a bien été modifié.

source: You have successfully deleted your quiz
de_de: Das quiz wurde gelöscht
fr_fr: Votre quiz a bien été supprimé

source: Edit
de_de: Bearbeiten
fr_fr: Editer

source: Check
de_de: Anworten
fr_fr: Vérifier

source: Save and add questions
de_de: Fragen speichern und hinzufügen
fr_fr: Sauvegarder et ajouter des questions

source: Category
de_de: Kategorie
fr_fr: Catégorie

source: Language
de_de: Sprache
fr_fr: Langue

source: Level
de_de: Niveau
fr_fr: Niveau

source: Title
de_de: Titel
fr_fr: Titre

source: Description
de_de: Beschreibung

source: Add questions
de_de: Neue Fragen
fr_fr: Ajouter des questions

source: Choose a presentation picture for your quiz
de_de: Wählen Sie ein Bild für Ihr Quiz
fr_fr: Choisissez une image de présentation pour votre quiz

source: Answer
de_de: Lösung
fr_fr: Réponse

source: Comment
de_de: Kommentar
fr_fr: Commentaire

source: answer
de_de: Lösung
fr_fr: réponse

source: comment
de_de: Kommentar
fr_fr: commentaire

source: Edit question
de_de: Frage bearbeiten
fr_fr: Editer une question

source: Remove question
de_de: Frage löschen
fr_fr: Effacer une question

source: What would you like to learn?
de_de: Was möchtest du lernen?
fr_fr: Que voulez-vous apprendre ?

source: Search
de_de: Suchen
fr_fr: Chercher

source: Categories
de_de: Kategorien
fr_fr: Catégories

source: No results for
de_de: Keine Ergebnisse für:
fr_fr: Pas de résultat pour

source: Address
de_de: Adresse
fr_fr: Adresse

source: Full Name
de_de: Vor- und Zuname
fr_fr: Nom complet

source: You are...
de_de: Sie sind....
fr_fr: Vous êtes...

source: Create transaction
de_de: Transaktion erstellen
fr_fr: Créer une transaction

source: Card Number
de_de: Kartennummer
fr_fr: Numéro de carte bancaire

source: Expiration Month
de_de: Verfallsmonat
fr_fr: Mois d'expiration

source: Expiration Year
de_de: Verfallsjahr
fr_fr: Année d'expiration

source: You can leave your review here
de_de: Kommentar
fr_fr: Vous pouvez déposer un avis ici

source: Rating
de_de: Bewertung
fr_fr: Note

source: author
de_de: Autor
fr_fr: auteur

source: level
de_de: Niveau
fr_fr: niveau

source: language
de_de: Sprache
fr_fr: Langue

source: Quiz size (questions)
de_de: Quiz Größe (Fragen)
fr_fr: Taille du quiz (questions)

source: keywords
de_de: Schlagwörter
fr_fr: mot-clés

source: Enter a keyword
de_de: Schlagwort eingeben
fr_fr: Entrer un mot-clé

source: Explore quizes
de_de: Quiz durchgehen
fr_fr: Explorer les quiz

source: New Quiz
de_de: Quiz erstellen
fr_fr: Créer un quiz

source: My learning
de_de: Meine Lernerfahrungen
fr_fr: Mon cahier

source: Offers
de_de: Angebote
fr_fr: Offres

source: Sign In
de_de: Anmelden
fr_fr: Se connecter

source: Sign Up
de_de: Registrieren
fr_fr: S'inscrire

source: Profile
de_de: Benutzerprofil
fr_fr: Profil

source: Log out
de_de: Abmelden
fr_fr: Déconnection

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue

source: How to create a quiz
de_de: Wie ein Quiz erstellt wird.
fr_fr: Comment créer une liste

source: How to add new questions to my quiz
de_de: Wie man zum Quiz Fragen hinzufügt
fr_fr: Comment ajouter des questions à mon quiz

source: Recommandation for writing new quiz
de_de: Ratschläge für die Erstellung von Quiz
fr_fr: Recommandation pour l'écriture de nouveaux quiz

source: How do I learn?
de_de: Wie macht man ein Quiz?
fr_fr: Comment apprendre ?

source: How is the score calculated?
de_de: Wie wird der Punktestand berechnet ?
fr_fr: Comment le score est-il calculé ?

source: Do I have to leave a review?
de_de: Soll ich eine Bewertung hinterlassen?
fr_fr: Dois-je laisser un avis ?

source: French
de_de: Französisch
fr_fr: français

source: English
de_de: Englisch
fr_fr: anglais

source: German
de_de: Deutsch
fr_fr: Allemand

source: Polish
de_de: Polnisch
fr_fr: polonais

source: About us
de_de: Über uns
fr_fr: A propos de nous

source: Features
de_de: Hauptmerkmale
fr_fr: Elements essentiels

source: At %s you can:
de_de: Bei %s kann man:
fr_fr: A %s, vous pouvez :

source: learn with the best quality quizes
de_de: Lerne mit den besten Quiz
fr_fr: Apprendre avec des quiz de qualité

source: use a great and intelligent tool to learn from quizes
de_de: Ein großartiges und kluges Lernmittel, um per Quiz zu lernen
fr_fr: utiliser un outil efficace et intelligent pour apprendre avec des quiz

source: create you own quiz
de_de: Erstelle dein eigenes Quiz
fr_fr: Créer vos propres quiz

source: How does it work?
de_de: Wie funktioniert es?
fr_fr: Comment ça marche ?

source: learner
de_de: Lerner
fr_fr: apprenant

source: Find the best quiz to learn
de_de: Ihr Quiz finden
fr_fr: Trouver le meilleur quiz pour apprendre

source: I want to learn
de_de: Ich möchte lernen
fr_fr: Je veux apprendre!

source: I want to create my own quiz
de_de: Ich möchte mein eigenes Quiz erstellen
fr_fr: Je veux créer mon propre quiz

source: teacher
de_de: Lehrer
fr_fr: Professeur

source: Use the best tool for your learners to learn quiz
de_de: Das Beste für seine Lerner benutzen, um per Quiz zu lernen
fr_fr: Utiliser le meilleur outil de quiz pour vos élèves

source: I would like to create a new quiz
de_de: Ich möchte mein eigenes Quiz erstellen
fr_fr: Je voudrais créer un nouveau quiz

source: I would like my learners to be able to use my quizes
de_de: Ich möchte, dass meine Lerner meine Quiz benutzen können
fr_fr: Je voudrais que mes élèves puisse utiliser mes quiz

source: As a teacher, your quizes will be identified as coming from a professional and therefore with high quality standards.
de_de: Als Lehrer werden Ihre Quiz so markiert, dass klar wird, dass sie von einem professionellen Lehrer erstellt worden sind.
fr_fr: En tant que professeur, vos quiz seront clairement identifiés comme venant d'un profesionnel et donc relevant de hauts standards qualitatifs

source: There is nothing special to do. Your quizes are immediately available for your learners and any other user.
de_de: Man muss nichts Besonderes tun. Ihre Quiz sind unmittelbar für Lerner und andere Benutzer verfügbar.
fr_fr: Il n'y a rien de particulier à faire. Vos Quiz sont immédiatement disponibles pour vos apprenants et tout autre utilisateur.

source: Imprint
de_de: Impressum
fr_fr: Mentions légales

source: Privacy policy
de_de: Privatsphäre
fr_fr: Condentialité

source: Terms
de_de: Bedingungen
fr_fr: Conditions d'utilisation

source: Terms and imprint
de_de: Bedingungen und Impressum
fr_fr: Conditions et mentions légales

source: Privacy
de_de: Privatsphäre
fr_fr: Condentialité

source: Try again!
de_de: Noch einmal versuchen
fr_fr: Pouvez-vous rééssayer ?

source: You have received this email because you initiated an account registration request with us. To continue with the registration process, please click the link below:
de_de: Diese Email haben Sie bekommen, weil sie sich registrieren möchten. Um fortzufahren, bitte folgenden Link klicken:
fr_fr: Vous avez reçu cet email pour vous inscrire chez nous. Pour continuer, clicker sur le lien suivant :

source: Step 1: Email Verification
de_de: Schritt 1: Email-Überprüfung
fr_fr: Etape 1 : vérification de l'adresse e-mail

source: Email address
de_de: E-Mail
fr_fr: Adresse email

source: Verify Email Address
de_de: E-Mail überprüfen
fr_fr: Vérifier l'email

source: Please try again!
de_de: Bitte erneut versuchen!
fr_fr: Essayer encore !

source: You have successfully completed Step 1!
de_de: Schritt 1 ist erfolgreich abgeschlossen!
fr_fr: Vous avez réussi l'étape 1 !

source: An email has been sent to <strong>%s</strong> with instructions on how to proceed with the account registration process.
de_de: Eine E-Mail wurde an <strong>%s</strong> geschickt, mit dem Hinweis, wie man sich anmeldet..
fr_fr: Un email a été envoyé à l'adresse <strong>%s</strong> avec les explications pour s'inscrire.

source: Error 403
de_de: 403 Fehler
fr_fr: Erreur 403

source: The requested controller was not authorized.
de_de: Der angeforderte Controller ist nicht erlaubt.
fr_fr: Le contrôleur demandé n'est pas autorisé.

source: The requested route was not authorized.
de_de: Die angeforderte Route ist nicht erlaubt.
fr_fr: La route demandée n'est pas autorité.

source: The requested page was not authorized.
de_de: Die angeforderte Seite ist nicht erlaubt.
fr_fr: La page demandée n'est pas autorisée.

source: We cannot determine at this time why a 403 was generated.
de_de: Zu diesem Zeitpunkt ist es uns nicht möglich zu bestimmen, warum ein 403 Fehler aufgetreten ist.
fr_fr: Nous ne pouvons pas déterminer pour le moment pourquoi une 403 a été générée.

source: The page you requested is not permitted.
de_de: Die angeforderte Seite ist nicht zugelassen.
fr_fr: La page demandée n'est pas autorisée.

source: Either contact your webmaster or try again. Use your browsers <b>Back</b> button to navigate to the page you have prevously come from</p> <p><b>Or you could just press this neat little button:</b></p>
de_de: Die Seite konnte nicht gefunden werden, Bitten kontaktieren Sie Ihre Webmaster. Drücken Sie den <b>Zurück</b> Knopf, um zur vorigen Seite zu gelangen <p><b>oder drücken Sie auf diesen kleinen Knopf hier unten:</p></b>
fr_fr: Contacter votre webmaster ou reessayer. Utiliser le bouton <b>Retour</b> de votre navigateur afin de retourner à la page précédente</p> <p><b>Ou sinon appuyer sur ce bouton sympa : </b></p>

source: Take Me Home
de_de: Zur Homepage
fr_fr: A la maison

source: Error 404
de_de: 404 Fehler
fr_fr: Erreur 404

source: The requested controller was unable to dispatch the request.
de_de: Der angeforderte Controller war nicht in der Lage die Anfrage zu verarbeiten.
fr_fr: Le contrôleur demandé n'a pas pu dispatcher la requête.

source: The requested controller could not be mapped to an existing controller class.
de_de: Der angeforderte Controller konnte keiner Controller Klasse zugeordnet werden.
fr_fr: Le contrôleur demandé ne correspond pas à une classe existante de contrôleur.

source: The requested controller was not dispatchable.
de_de: Der angeforderte Controller ist nicht aufrufbar.
fr_fr: Le contrôleur demandé n'est pas dispatchable.

source: The requested URL could not be matched by routing.
de_de: Für die angeforderte URL konnte keine Übereinstimmung gefunden werden.
fr_fr: L'URL demandée n'a pas pu trouver de route correspondante.

source: We cannot determine at this time why a 404 was generated.
de_de: Zu diesem Zeitpunkt ist es uns nicht möglich zu bestimmen, warum ein 404 Fehler aufgetreten ist.
fr_fr: Nous ne pouvons pas déterminer pour le moment pourquoi une 404 a été générée.

source: resolves to %s
de_de: wird aufgelöst in %s
fr_fr: résout en %s

source: The page you requested could not be found.
de_de: Die angeforderte Seite konnte nicht gefunden werden.
fr_fr: La page demandée n'a pas pu être trouvée

source: An error occurred
de_de: Ein Fehler ist aufgetreten
fr_fr: Une erreur est survenue

source: Additional information
de_de: Zusätzliche Information
fr_fr: Informations complémentaires

source: File
de_de: Datei
fr_fr: Fichier

source: Message
de_de: Meldung

source: Stack trace
de_de: Stapelüberwachung
fr_fr: Pile d'exécution

source: Previous exceptions
de_de: Vorherige Ausnahme
fr_fr: Exceptions précédentes

source: No Exception available
de_de: Es ist keine Ausnahme verfügbar
fr_fr: Aucune exception disponible

source: Forgot password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié ?

source: Sent reset link
de_de: Passwort zurücksetzen
fr_fr: Envoyer un lien de réinitilisation du mot de passe

source: Back to login?
de_de: Zurück zur Anmeldung?
fr_fr: Retour à la page de connection

source: Your password was reset.
de_de: Ihr Passwort wurde zurückgesetzt.
fr_fr: Votre mot de passe a été réinitialisé.

source: You can now login using your new password.
de_de: Sie können sich mit Ihrem neuen Passwort anmelden
fr_fr: Vous pouvez à présent vous connecter avec votre nouveau mot de passe

source: Back to login.
de_de: Zurück zur Anmeldung.
fr_fr: Retour à la page de connection

source: Language:
de_de: Sprache:
fr_fr: Langue :

source: Home
de_de: Startseite
fr_fr: Accueil

source: Our methods
de_de: Unsere Methoden
fr_fr: Nos méthodes

source: Support
de_de: Hilfe

source: Help center
de_de: Hilfe
fr_fr: Centre d'aide

source: Contact us
de_de: Kontakt
fr_fr: Nous contacter

source: 2013 by Voilamylife.
de_de: 2013 Voilamylife.
fr_fr: 2013 par Voilamylife.

source: All rights reserved.
de_de: Alle Rechte vorbehalten.
fr_fr: Tous droits réservés.

source: Loading...
de_de: Lädt....
fr_fr: Chargement en cours...

source: I just want to use a quiz
de_de: Ich möchte ein Quiz machen
fr_fr: Je veux utiliser un quiz

source: I am a teacher
de_de: Ich bin Lehrer
fr_fr: Je suis Professeur

source: Contact
de_de: Kontakt

source: This site is under test, please feel free to contact us to report any question, remark, suggestions...
de_de: Die Seite ist zur Zeit in einer Testphase. Bitte lassen Sie uns Ihre Fragen, Bemerkungen und Verbesserungsvorschläge wissen!
fr_fr: Le site est actuellement en phase de test. N'hésitez pas à nous contacter pour toute question, remarque, suggestion, etc...

source: Try again, there were some mistakes...
de_de: Bitte noch einmal, es gab Fehler....
fr_fr: Merci de recommencer. Il avait des erreurs.

source: Thank you!
de_de: Danke!
fr_fr: merci !

source: Your message has been sent!
de_de: Die Nachricht wurde abgeschickt!
fr_fr: Votre message a bien été envoyé !

source: There were some errors. Please try again!
de_de: Es gab Fehler. Bitte erneut versuchen
fr_fr: Il y eu des erreurs. Merci de recommencer !

source: We need your opinion!
de_de: Wir brauchen Bewertungen
fr_fr: Nous avons besoin de votre avis

source: Delete review
de_de: Bewertung löschen
fr_fr: Effacer l'avis

source: Are you sure you want to delete the review
de_de: Sind Sie sicher, dass Sie die Bewertung löschen möchten?
fr_fr: Confirmez-vous que vous voulez effacer cet avis ?

source: Edit your review
de_de: Ihre Bewertung bearbeiten
fr_fr: Editer votre avis

source: About our methods
de_de: Über unsere Methoden
fr_fr: Nos méthodes...

source: Our methods for learning have been developed in order to be as efficient and sustainable as possible. They rely on following key principles:
de_de: Unsere Lernmethoden wurden entwickelt, um so effizient wie möglich zu sein. Sie basieren auf folgenden Grundprinzipien:
fr_fr: Nos méthodes d'apprentissage ont été développées afin d'$etre les plus efficaces et durables possibles. Elles reposent sur les principes suivants :

source: Forget and remember : the repetition is one of the best way to learn
de_de: Vergessen und erinnern : Wiederholung ist eine der besten Arten zu lernen
fr_fr: Apprendre puis oublir : la répétition est la clé afin d'apprendre

source: Create link with other experience: repeat should be always different and always linked to other repetitions.
de_de: Verbindungen zwischen unterschiedlichen Erfahrungen schaffen : Wiederholung sollte immer unterschiedlich und mit anderen Wiederholungen verknüpft sein
fr_fr: Créer des lients entre nos différentes expériences : la répétition devrait composer des différences impliquant de relier à d'autres expériences

source: Create feeling and pleasure: serious games helps also significantly to improve the way we remember.
de_de: Gefühl und Vergnügen auslösen : seriöse Spiele helfen sehr dabei, die Erinnerungsprozesse zu verbessern
fr_fr: Créer sentiments et plaisir : le coté ludique des jeux sérieux améliorent notre apprentissage

source: Add a new question
de_de: Frage hinzufügen
fr_fr: Ajouter une question

source: Sign in!
de_de: Melde dich an!
fr_fr: Se connecter

source: To be able to create a new quiz or edit you own quizes you have to be identified!
de_de: Bitte anmelden, um ein Quiz hinzuzufügen oder zu bearbeiten
fr_fr: Pour créer un nouveau quiz, vous devez vous connecter.

source: I create a new quiz or I choose to edit one of my quizes
de_de: I erstelle ein neues Quiz oder wähle eins meiner Quiz aus
fr_fr: Je crée un nouveau quiz ou choisis de modifier un de mes quiz existants

source: You can %screate a quiz</a> or select one of your quizes to add new questions. In the browse quiz page, you will see an icon edit indicating you can edit and add questions to your quiz. Please note that you cannot add questions in other quizes than yours.
de_de: Sie können %sein Quiz erstellen</a> oder eines ihrer Quiz auswählen. Auf der "Quiz durchgehen"- Seite sehen Sie ein "Bearbeiten"- Icon, das zeigt, dass Sie das Quiz bearbeiten und Fragen hinzuzufügen können. Es wird darauf hingewiesen, dass Sie nur in Ihrem Quiz Fragen erstellen können.
fr_fr: Vous pouvez %scréer un quiz</a> ou selectionner un de vos quiz et ajouter des questions. Un icone editer indique que vous êtes autorisé à modifier votre quiz. Vous ne pouvez pas modifier un quiz que vous n'avez pas créé.

source: I write the content
de_de: Ich schreibe den Inhalt
fr_fr: J'écris le contenu

source: I can check that my question is now in my quiz
de_de: Ich kann jetzt sicherstellen, dass meine Frage ins Quiz aufgenommen wurde
fr_fr: Je peux maintenant vérifier que ma question a été incluse dans le quiz
